{"guid": "005_001", "q_paras": ["Strickland, J. : This is an application for judicial review of two decisions of the Canadian Human Rights Commission (the Commission), both dated August 27, 2014, declining to deal with the Applicant's complaints, pursuant to s 41(1)(a) of the Canadian Human Rights Act , RSC 1985, c H-6 ( CHR Act ), because the Applicant had not exhausted grievance or review procedures otherwise reasonably available to him. The application for judicial review is brought pursuant to s 18.1 of the Federal Courts Act , RSC 1985, c F-7. Background", "The Applicant is a member of the Canadian Forces (CF), the Respondent herein as represented by the Attorney General of Canada. He alleges that in 2010, while he was serving in Haiti, his immediate superior officer discriminated against him, largely on racial grounds. In June 2010, the Applicant filed a complaint with the CF Ombudsman who decided not to deal with the case because other avenues of redress had not yet been exhausted.", "In August 2010 the Applicant met with his Commanding Officer (CO) and the harassment complaint was discussed. His CO subsequently wrote to him on two occasions in September 2010, requesting additional information so as to determine whether the Applicant's allegations constituted a harassment complaint pursuant to the Harassment Prevention and Resolution Guidelines . No response was received from the Applicant.", "By letter of October 5, 2010 counsel for the Applicant advised the CO, amongst other things, that the Applicant did not intend to avail himself of a harassment complaint pursuant to the Department of Nation Defence/CF Harassment Prevention and Resolution policy but reserved his right to make any such complaints in another forum.", "In December 2010 the Applicant filed a complaint with the Commission. By decisions dated July 6, 2011 the Commission decided not to deal with the complaint at that time, pursuant to s 41(1)(a) of the CHR Act , as the Applicant ought first to exhaust grievance or review procedures otherwise reasonably available to him. It stated that at the end of the grievance or review process, the Applicant could ask the Commission to reactivate the complaint. The Commission's decisions of July 6, 2011 are not under review.", "The Applicant then engaged in the CF Redress of Grievance process. On November 29, 2011 the Commander of Canadian Forces Joint Support Group released terms of reference, thereby convening an administrative investigation into the Applicant's allegations of racist conduct, discrimination and harassment. The Administrative Investigation report of the Initial Authority (IA) was released on April 20, 2012. The Applicant was dissatisfied with the IA decision and requested that his grievance be forwarded for determination by the Final Authority (FA).", "On July 4, 2012 the Applicant's grievance was referred to the Canadian Forces Grievance Board (CFGB) which released its findings and recommendations on September 14, 2012. By letter of March 4, 2013, the Chief of the Defence Staff advised that he concurred with the CFGB findings and recommendations, which included that there were important evidentiary omissions and procedural errors that compromised the integrity of the process and resulted in a fatally flawed Administrative Investigation and, therefore, an equally flawed IA decision. The Chief of the Defence Staff also stated that he was concerned that the Applicant had chosen not to avail himself of the CF harassment process and that this had contributed to the CFGB's findings. Given his finding that the IA decision was invalid, the Chief of the Defence Staff concluded that he could not make a properly informed decision on the validity of the allegations and, therefore, that it was imperative that the Applicant initiate the harassment investigation process. The Applicant was given 90 days to do so. The Chief of the Defence Staff stated that when the investigation was complete the Applicant could grieve its outcome if its conclusions and recommendations were not to his satisfaction.", "On May 14, 2013 the Applicant submitted a copy of his original grievance, not a harassment complaint. The Responsible Officer (RO) wrote to the Applicant on May 22, 2013, requesting submission of a proper complaint and inclusion of any information necessary to enable the conduct of a thorough and complete investigation of the allegations of harassment. The RO sent a second letter on July 19, 2013. The Applicant did not respond to either letter.", "On December 24, 2012, while the grievance process was in progress, the Applicant requested the Commission to reactivate his complaint. While the Commission was considering whether s 41(1)(a) applied to the complaint, the FA decision was issued. The Applicant filed an application for judicial review of the FA on April 24, 2012. A November 4, 2013 Section 40/41 Report recommended that the Commission not deal with the complaint while the judicial review was before this Court. On January 23, 2014, before the Commission decided that matter, the Applicant discontinued his application for judicial review of the FA and asked the Commission to deal with his complaint.", "On May 6, 2014 two Section 40/41 Reports were prepared. The first concerned the Applicant's complaint against the CF (file no 20101251) and the second concerned his complaint against his CO (file no 20101252) (collectively, the Section 40/41 Report). Substantially similar Records of Decision Under Section 40/41 were issued by the Commission on August 27, 2014, for both matters (collectively, the Decision). For the purposes of this judicial review, all references shall be to the Section 40/41 Report and decision of the Commission pertaining to the complaint against the CF.", "On September 26, 2014 the Applicant filed his application for judicial review of the Commission's Decision. Decision Under Review", "The Commission decided not to deal with the complaint pursuant to s 41(1)(a) of the CHR Act , as the Applicant ought to have exhausted grievance or review procedures otherwise reasonably available to him. A decision under s 41(1)(d) of the CHR Act was, therefore, unnecessary. The Commission adopted the conclusion of the May 6, 2014 Section 40/41 Report: The complainant's allegations are serious, and in the public interest. On the other hand, the harassment complaint process was reasonably available to the complainant after the Final Authority decision in 2013. The Final Authority decision included measures to be taken as part of the harassment complaint process in order to address the concerns with timeliness and fairness from the preceding administrative investigation. The complainant was provided multiple opportunities to participate in this harassment complaint process, but he chose not to. He was clearly aware of the inadequacies of the grievance form to initiate a harassment complaint as several attempts were made to obtain the correct information from him. Based on the above, the failure to exhaust that process was attributable to him.", "In rendering its decision the Commission reviewed the December 8, 2010 complaint form, the Section 40/41 Report of May 6, 2014 and Supplemental Section 40/41 Report of June 12, 2014, the Applicant's submissions of June 17, 2014, the CF's submissions of July 2, 2014, and cross-disclosure submissions of the CF dated July 25, 2014.", "The Section 40/41 Report set out the background to the complaint and summarized the positions of the parties based on their submissions. It noted that, based on the CF's position, it appeared that the remaining alternative redress process, the CF's harassment complaint process, was no longer available to the Applicant because he did not file a formal harassment complaint prior to the deadline set out in the FA. The question to be answered was whether the harassment complaint process was reasonably available to the Applicant and, if so, whether he should have exhausted that procedure. And, if that process ought to have been exhausted, whether the failure to do so was solely attributable to the Applicant in accordance with s 42(2) of the CHR Act .", "On the first point, it is expedient to reproduce particular paragraphs of the report as it sets out relevance background information as well as its analysis: Was the harassment complaint process reasonably available to the complainant? 64. Some relevant background information can be found in the \"Findings and Recommendations\" of the Canadian Forces Grievance Board (\"CFGB\"), dated September 14, 2012, which was provided by the complainant. In August 2011, after the Commission's decision not to deal with his complaint at that time, the complainant filed a grievance with the respondent. In March 2012, a final report on the Administrative investigation of the complainant's grievance was issued and disclosed to the grievor who provided comments. On April 20, 2012, the Initial Authority decision was rendered, finding \"professional shortcomings\" on the part of the superior officer but not granting the grievor's requests for apologies, damages, or legal fees. The complainant was unsatisfied with this decision and asked for a decision by the Final Authority. The matter was referred to the CFGB for review and recommendations. 65. The CFGB found that because a harassment investigation did not occur, the Initial Authority did not have adequate information upon which to make his decision, even though he attempted to insert elements of a harassment investigation into the grievance process. This investigation was found to have various defects, such as not all witnesses were interviewed, not all relevant information appeared to be considered, and the fact that the superior officer, alleged to be the harasser, was not provided an opportunity to respond to the investigation. For these reasons, the CFGB recommended that the Final Authority not make a final decision on the matter, but order a new harassment investigation be initiated. It also noted that the respondent's policies should be amended to ensure that harassment complaints are required to be dealt with under the harassment policy prior to resorting to the grievance process, given that neither the CFGB nor the CDS is equipped to conduct its own investigation in such situations. 66. On March 4, 2013, the Final Authority rendered his decision. Referring to the CFGB findings and recommendations, the CDS found that there were \" important evidentiary omissions and procedural errors that compromised the integrity of the process and resulted in what the CFGB quite rightly referred to as a 'fatally flawed' administrative investigation and consequently led to an equally flawed IA decision based solely on that investigation.\" The CDS determined that due to these errors and the incompleteness of the underlying investigation, he could not render \" ...a properly informed decision on the validity and reliability of the allegations... \" 67. The CDS also raised concerns that a harassment investigation did not occur. In the Final Authority decision, the CDS stated: Yet, I am troubled by your allegations and most particularly, by the lack of a proper investigation into their validity. As I mentioned, the CF takes this issue very seriously and consequently, it is imperative that you initiate the harassment investigation process by submitting a formal harassment complaint to the CO of 4 CFMCU. You have 90 days from the receipt of this letter to make your submission. The CO of 4 CFMCU shall, upon receipt of your harassment complaint, initiate a harassment investigation into the allegations therein. Let me be very clear on this point: an investigation will not commence until there is a formal harassment complaint submitted to the CO of 4 CFMCU and you commit, in writing, that you will fully participate in such an investigation to ensure that a thorough and impartial analysis may determine the legitimacy of your allegations. If you do not respond within 90 days, there will be no further action taken on your alleged complaints. Given the complexities of this case, compounded by the length of time that has elapsed since the alleged incidents, the CO of the 4 CFMCU might consider engaging a private consulting firm to assist with the investigation. Such corporations specialize in the investigation of harassment cases. Additionally, a monthly situation report will be sent to the Director General Canadian forces [ sic ] Grievance Authority (DGCFGA) Implementation Officer on the status of the forthcoming harassment investigation. When the investigation has been completed, you may grieve its outcome if the conclusions and recommendations are not to your satisfaction. 68. The CDS suggested that a private consulting firm be engaged to investigate the matter. The complainant is of the view that this demonstrates that the respondent is unable to investigate a complaint of this complexity. He suggests that this is further supported by the finding of the CFGB that the initial administrative investigation to be [ sic ] ' fatally flawed '. 69. The lack of procedural fairness in the IA decision was acknowledged in the Final Authority decision. The CDS attempted to address the concerns for procedural fairness and expediency with his recommendations: a) that the matter be dealt with through a formal harassment complaint; and, b) that they hire an outside firm to investigate the matter. 70. The respondent's \"Harassment Prevention and Resolution Guidelines\" (the Guidelines) outline a complaint process which is overseen by Responsible Officers (ROs) in the respondent's organization. The Guidelines define harassment the same as it is defined under the Act. The Guidelines further provide that other workplace harassment may also be addressed through this process. Once a formal harassment complaint is received, the RO oversees a situational assessment to determine whether or not the complaint is related to harassment - if it is, efforts are made to resolve the matter, identify other possible redress avenues such as mediation, and the appropriate action(s) will be initiated. If mediation is not appropriate, an administrative investigation is to be undertaken by a harassment investigator. The harassment investigator prepares a draft report on which both parties may comment before the final report is completed and submitted to the RO for decision. If any person is not in agreement with the RO's decision, they may file a grievance. Although the harassment and grievance processes do not provide for an independent third party decision-maker, matters dealing with harassment and racist conduct are referred to an independent body (the CFGB, now the MGERC) for findings and recommendation prior to the Final Authority decision being rendered. In addition, a review by the Federal Court is also available. 71. The complainant states that only the Commission will be able to fully deal with all of the matters in his complaint. While the complaint deals with harassment, there are also allegations of adverse differential treatment within the workplace. If the harassment complaint process were still available to him, it is not clear whether it could deal with the allegations with respect to the transfer occurring as a result of his marital status, for example. However, it could have dealt with much [ sic ] of the substantive allegations in the complaint. 72. Timeliness is another consideration with respect to this complaint, which is nearly four years old. It appears that both parties bear some responsibility for the delays in the process. In 2010, the complainant did attempt to speak to his superiors about his allegations, but he did not provide them with the requested information when asked in September 2010. As outlined in paragraph 64, the respondent's process is lengthy, and there appears [ sic ] to have been delays in the processing of the complainant's grievance. 73. In terms of delay, it is not clear that the Commission's process would be more expedient than that of the respondent's internal harassment complaint process, if it were still available. Nonetheless, it appears at this stage, the Commission's process is the only remaining process available to him. 74. The complainant's human rights allegations, if proven, are serious; this is acknowledged by the respondent. The complainant has not provided any information to indicate that he is vulnerable personally, but there is a public interest in investigating allegations of racism in Canadian government institutions such as the Canadian Forces. Although the complainant describes the complaint as one of systemic discrimination, no policy or practice has been identified in the summary of complaint. There is no indication that there is or was any potential for harm to anyone if the respondent's harassment complaint process had been used. 75. The complainant suggests that that [ sic ] requiring him to engage in the harassment complaint process is unfair. Although the complainant's scepticism may be understandable given the results of the IA decision, there is no indication that the respondent's alternate redress procedures overall are so flawed that it could not have dealt with the complainant's allegations within its harassment complaint process. In this instance, the Final Authority made recommendations in order to specifically address the issues that occurred previously, including any potential unfairness and the issue of delay. 76. Having regard for all of the above, it appears that the complainant had another review procedure, the harassment complaint process, reasonably available to him after the Final Authority decision in 2013.", "On the question of whether the failure to exhaust the CF's harassment complaint process was attributable to the Applicant and not another, as set out in s 42(2) of the CHR Act , the Section 40/41 Report noted that the history of the complaint illustrated that much of the discord related to the appropriate process for addressing a complaint that raises a variety of issues such as was the case in this matter, which involved allegations of harassment, abuse of authority and adverse differential treatment.", "Ultimately, however, it concluded that: 80. The complainant acknowledged the internal harassment complaint process. After the Final Authority decision, the complainant sent in his grievance form in lieu of a harassment complaint. In his letter to the complainant dated May 22, 2013, the RO responded to the complainant to explain that the grievance form did not provide the information necessary to initiate a harassment complaint. The letter described what was required in order to file a harassment complaint and also offered assistance to the complainant. On July 19, 2013, the RO sent a follow-up letter to the complainant requesting additional information, but the complainant did not provide it. Therefore, while he acknowledged this process, he refused to participate by not providing the appropriate material in order for it to have any possibility of success. This is solely attributable to the complainant. Relevant Legislation", "The sole issue in this application for judicial review is whether the Commission's interpretation and application of s 41(1)(a) were reasonable.", "Jurisprudence has previously held that the appropriate standard of review with respect to decisions of the Commission not to deal with a complaint pursuant to s 41(1) of the CHR Act is reasonableness ( FRAGMENT_SUPPRESSED).", "Reasonableness is concerned with the existence of justification, transparency and intelligibility within the decision-making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( FRAGMENT_SUPPRESSED). Preliminary Issue", "A preliminary issue that has been raised by the Respondent is the admissibility of the affidavit of Nathalie Bui sworn October 24, 2014 (the Bui Affidavit). It attaches what the affiant describes as the entire record of official correspondence between the Commission and the Applicant concerning files 20101251 and 20101252.", "As noted by the Respondent, this is the Applicant's second attempt to place this material before the Court. The Applicant previously brought a motion, pursuant to Rule 317 of the Federal Courts Rules , SOR/98-106 [ FC Rules ], seeking to have the Commission's entire file produced as part of the Certified Tribunal Record (CTR).", "By Order dated November 26, 2014, Prothonotary Tabib refused that request on the basis that the Applicant was not entitled to further production, noting, in particular, that the Applicant had not identified any document that might have been considered by the Commission, or might be relevant to the determining of the issues before the Court, and which had not been included in the CTR.", "Therefore, in my view, this Court has already ruled on this issue. The conduct of this judicial review on the merits of the Applicant's claim does not serve as an appeal of the Prothonotary's decision. An appeal of a prothonotary's decision must be brought by motion to the Federal Court ( FC Rules , R 51(1), the Applicant did not bring such a motion and the time within which he was required to do so has elapsed. On that basis alone the Bui Affidavit is inadmissible and submissions made in reliance on it or in reference to it are to be disregarded.", "In any event, this Court has also previously held that material that was not before the decision-maker should generally be excluded for purposes of judicial review ( FRAGMENT_SUPPRESSED). And in this case, the Bui Affidavit does not fall under any of the recognized exceptions to this rule ( FRAGMENT_SUPPRESSED).", "The Commission listed the documentation that was reviewed when making its decision, which was contained in the CTR. Accordingly, the additional material contained in the Bui Affidavit is not relevant to the issue before this Court, being whether the Commission's Decision was reasonable based on the record that was before it.", "Further, the May 6, 2014 Section 40/41 Report specifically acknowledges that the parties had raised facts in their submissions that had occurred prior to the original Section 40/41 Report of July 6, 2011. The May 6, 2014 Section 40/41 Report stated that, because the Commission had already dealt with the alternative redress procedures available to the Applicant prior to July 2011, its current analysis would be based only on information arising after the Commission's original decision (para 61). As seen from the analysis contained in the May 6, 2014 Section 40/41 Report, prior facts which were set out in the parties' submissions do not constitute a part of the analysis.", "For all of these reasons, it is my view that the Bui Affidavit is inadmissible. Accordingly, the Applicant's submissions made in reliance on or in reference to that affidavit have not been considered in this judicial review. Position of the Parties", "The Applicant's position is that he has spent years attempting to satisfy the CF grievance system and acted in good faith including through a CF led biased and fatally flawed investigation and ensuing administrative investigation report. He characterises as cyclical, absurd and unreasonable the suggestion that to satisfy all reasonable steps he should now engage the harassment procedure and, if unsatisfied, pursue a new grievance, potentially all the way to judicial review. That process would create an endless procedural loop that would prevent the Applicant from exercising his right to complain under the CHR Act . Accordingly, the Commission unreasonably concluded that the CF's internal process was reasonably available to him.", "The Applicant further submits that the Commission ought to have accepted his complaint. The CF grievance process was exhausted because the Chief of the Defence Staff failed to make a decision on the grievance and instead passed it off, requiring the harassment procedures to be initiated. Further, the CF has demonstrated an unwillingness and an inability to handle this complex matter.", "The Respondent submits that a review of the reasonableness of the Commission's Decision should include an examination of some or all of the relevant factors ( FRAGMENT_SUPPRESSED), including any delay attributable to the Applicant. It should not include the Applicant's subjective and unsubstantiated view that the harassment process is not reasonably available and inadequate because the Applicant has never engaged the process.", "The Respondent further submits that the Commission's Decision that the Applicant ought to have used the appropriate CF internal process, which was reasonably available, falls within a range of possible acceptable outcomes. Any circularity in the process, as alleged by the Applicant, is purely attributable to his own refusal to utilize the process that the CF, the FA and the Commission all found to be the appropriate avenue for redress. Analysis", "In this matter the Commission adopted the recommendations made in the Section 40/41 Report, which, in that circumstance, constitute the reasons of the Commission ( FRAGMENT_SUPPRESSED). The Applicant takes no issue with the Commission's form of response.", "The Section 40/41 Report stated that s 41(1)(a) and s 42 together mean that the Commission can decide not to deal with a complaint under s 41(1)(a) if it finds that the complainant chose not to finish another process that was reasonably available to him or her. This is not an unreasonable interpretation of these provisions. In FRAGMENT_SUPPRESSED", "The Section 40/41 Report then listed factors that may be considered when deciding under s 41(1)(a) whether or not a complainant should keep using the other complaint or grievance process. These were: why the parties did not finish the other process; how much longer that process was likely to take; whether there is new information in that regard; and whether there is anything other than the amount of time the other process may take, such as vulnerability arising from the complainant's current situation or a risk of harm to any participant, that makes it not \"reasonably available\" to the complainant such that the Commission should deal with the complaint. The Section 40/41 Report also summarized the CF's submissions of February 20, 2014, and the Applicant's submissions of February 21, 2014 and April 10, 2013.", "The question of whether the harassment complaint process was reasonably available to the Applicant is largely a factual question. In my view, there is no question that it was available. The only question being was it reasonably so.", "In July 2011 the Commission decided not to deal with the complaint at that time under s 41(1)(a); instead, it asked the Applicant to use another complaint or grievance process first. At the end of that process the complainant could come back to the Commission and ask it to reactivate the complaint.", "Given this, the Applicant then filed a grievance pursuant to s 29 of the National Defence Act , RSC 1985, c N-5. The process thus engaged is set out in the Queen's Regulations and Orders for the Canadian Forces (QROCF) (online:  ). This envisions consideration and determination of the grievance by the IA (s 7.15). If the complainant is not satisfied with the IA decision, he or she may request that the matter be referred to the FA (s 7.18). The FA for all grievances is the Chief of the Defence Staff ( National Defence Act , s 29) or his delegate (QROCF, s 7.17). Pursuant to s 29.12 of the National Defence Act, the Chief of the Defence Staff shall refer every grievance that is of a type prescribed by regulation to the Grievances Committee for its findings and recommendations before the Chief of the Defence Staff considers and determines the grievance. These types of grievances are set out in s 7.21 of the QROCF. They include any decision of the Chief of the Defence Staff in respect of a particular officer or non-commissioned officer.", "In March 2012 the IA decision was issued. As the Applicant was unsatisfied with that decision, in May 2012 he sought an FA decision. As seen from the March 4, 2013 letter from the Chief of the Defence Staff, the grievance was submitted to the CFGB which conducted an independent review of the grievance and provided findings and recommendations which were disclosed to the Applicant.", "The Chief of the Defence Staff stated that the CFGB had analysed each of the contentions in the grievance file and found that the administrative investigation on which the IA had based its decision was \"fatally flawed\" on several levels.", "He also stated: The CF's policies on racist conduct and on harassment prevention and resolution are outlined in Canadian Forces Administrative Order 19-43 (Racist Conduct) and Defence Administrative Order and Directive (DAOD) 5012-0 (Harassment Prevention and Resolution). Both are unequivocal in their condemnation of any conduct that causes offence or harm to any person through acts, comments, or displays that demean, belittle, and cause personal humiliation or embarrassment, and any act of intimidation or threat. As much as we in the CF would like to think that we are immune from such behaviours, as a microcosm of the society that we serve, we would be very naïve to think that we, as an organization, would not be subject to instances of this insidious conduct. Accordingly, the CF has a comprehensive framework to deal with such instances in the form of the Harassment Prevention and Resolution Guidelines . The CF policy and guidelines flow directly from and are consistent with the Treasury Board's Policy on Harassment Prevention and Resolution in the Workplace and go beyond the requirements of the Canadian Human Rights Act in their scope.", "The Chief of the Defence Staff expressed concern that the Applicant had chosen not to avail himself of the CF harassment process. His lack of cooperation by failing to fulfil the obligation to provide full written details of his complaint was an impediment to the fair, impartial and expedient harassment investigation and contributed to the \"procedural morass\" that followed. The Chief of the Defence Staff went on to say that there had been important evidentiary omissions and procedural errors that compromised the integrity of the administrative investigation process resulting in what the CFGB had rightly referred to as a fatally flawed administrative investigation; consequently, the IA decision that was based on that investigation was equally flawed.", "Although the Chief of the Defence Staff had identified his role as being to determine whether the harassment occurred and whether the Applicant was a victim of mistreatment at the hands of a superior officer, he concluded that in light of the CFGB findings, he could not render a properly informed decision. He therefore decided to order a new harassment investigation.", "The Chief of the Defence Staff's reference to a lack of clarity as to the order in which the CF harassment and grievance processes are to be utilized is of note. He stated that the CFGB had highlighted that there was lack of clear policy direction regarding the relationship between the harassment and grievance processes. DAOD 2017-1 states: The following are situations in which other complaint and mechanisms should be used prior to proceeding with a grievance: • a complaint of harassment or abuse of authority", "While s 4.10 (Coincidental Complaints and Grievances) of the Harassment Prevention and Resolution Guidelines states: If an individual decides to file a grievance on the same issue as a harassment complaint, the applicable grievance mechanism will apply and the harassment complaint will be closed.", "The Chief of the Defence Staff stated that determination of misconduct, as it pertains to harassment or acts of racism, must be ascertained through a procedurally fair and impartial investigation process, such as that outlined in the Harassment Prevention and Resolution Guidelines . The grievance process should be engaged only if the complainant feels they have been wronged as a result of the outcome of the investigation process or if there is an excessive and unjustifiable delay in handling the complaint.", "The Chief of Military Personnel (CMP), in consultation with the Assistant Deputy Minister Human Resources - Civilian, \"will harmonize the Harassment Prevention and Resolution Guidelines with DAOD 2017-1 so that it is very clear that harassment complaints or grievances containing allegations of harassment must be dealt with first under the harassment policy and only after a proper harassment investigation has been completed\".", "The Chief of the Defence Staff decided that:", "am not prepared to grant the redress that you seek. Yet, I am troubled by your allegations and most particularly, by the lack of a proper investigation into their validity. As I mentioned, the CF takes this issue very seriously and consequently, it is imperative that you initiate the harassment investigation process by submitting a formal harassment complaint to the CO of 4 CFMCU. You have 90 days from the receipt of this letter to make your submission. The CO of 4 CFMCU shall, upon receipt of your harassment complaint, initiate a harassment investigation into the allegations therein. Let me be very clear on this point: an investigation will not commence until there is a formal harassment complaint submitted to the CO of 4 CFMCU and you commit, in writing, that you will fully participate in such an investigation to ensure that a thorough and impartial analysis may determine the legitimacy of your allegations. If you do not respond within 90 days, there will be no further action taken on your alleged complaints. Given the complexities of this case, compounded by the length of time that has elapsed since the alleged incidents, the CO of 4 CFMCU might consider engaging a private consulting firm to assist with the investigation ... When the investigation has been completed, you may grieve its outcome if the conclusions and recommendations are not to your satisfaction.", "In my view, regardless of the factual background prior to the Chief of the Defence Staff's decision and regardless of the lack of clarity as to the order in which harassment complaints or grievances containing allegations of harassment were to be dealt with and any delay or confusion that this may have previously caused, as of March 13, 2013, the Applicant was on clear notice of what was required of him, and that was that he initiate a harassment complaint within 90 days. He was also aware that if he failed to do so, there would be no further action taken with respect to the allegations.", "The CF's submission, as summarized by the Section 40/41 Report, stated that on May 14, 2013 it received from the Applicant a photocopy of his original grievance, not a formal harassment complaint as required by the Chief of the Defence Staff. On May 22, 2013, the RO sent the Applicant a letter requesting that he redraft his submission, explain each allegation specifically and provide any information that would enable the harassment investigation to be thorough and complete. The RO also notified the Applicant's current CO in order to ensure that an assistant could be appointed for the Applicant to help him with the process. The Applicant did not respond to the RO's request. The RO sent another letter to the Applicant on July 19, 2013 requesting an update on the preparation of this harassment complaint but again did not receive a response.", "The Section 40/41 Report noted the other factors that were considered in reaching its recommendation, including the attempt of the Chief of the Defence Staff to address the procedural fairness and other concerns by having the matter dealt with by a formal harassment complaint, with an outside firm being hired to investigate. Further, as to timeliness, that both parties bore some responsibility for the prior delays in the process and that it was not clear that the Commission's process would be more expedient than the CF's harassment policy, if it were still available to the Applicant. However, at this stage, the Commission's process was the only one still available to the Applicant. Further, that the Applicant had provided no information to indicate that he was personally vulnerable.", "The Applicant's position is that the harassment complaint process as proposed by the Chief of the Defence Staff cannot be considered to be reasonably available. The Applicant submits that there has already been a considerable delay, that he commenced the grievance process and that, at the end of that process, rather than rendering a decision, the Chief of the Defence Staff instead attempted to effect a harassment investigation. This is \"cyclical\" because he was required to commence the grievance process, which now requires a harassment investigation, which in turn can be grieved, and that this has the potential of becoming an endless loop.", "In my view, this argument cannot succeed. Although the CFGB's report was not in the CTR, it is clear from the Chief of the Defence Staff's letter that there was a lack of clarity regarding the relationship between the harassment and grievance processes. This may well have contributed to the prior delay and procedural missteps in this matter. And, unless the relationship is clarified, it may have the same impact on other matters in the future.", "Regardless, in this case, the decision by the Chief of the Defence Staff had the effect of resetting the clock. While it is true that a grievance from the conclusions and recommendations of the harassment investigation would have been available to the Applicant, this did not mean that an endless procedural circle would follow. The problem identified in the original grievance process initiated by the Applicant was that there was insufficient information to deal with the harassment complaint. This led to the Chief of the Defence Staff's decision that a harassment investigation was required. Had that been carried out, any further grievance process then open to the Applicant would have been based on the findings of the harassment investigation, not the absence of one, and would not have resulted in a decision that a harassment investigation was required. Thus, this does not result in an endless cycle, nor does it establish that the process proposed by the Chief of the Defence Staff was not \"reasonably available\" to the Applicant.", "Further, the original grievance process would have been exhausted if the Applicant had participated in the proposed harassment investigation. The Applicant does not submit that it was beyond the authority of the Chief of the Defence Staff to proceed as he did, by requiring the harassment investigation. In addition, he discontinued his judicial review of the FA.", "also do not agree with the Applicant's submission that the Chief of the Defence Staff admitted that the CF is unable or unwilling to fully and objectively determine a complaint of racial discrimination when he stated the CO \"might consider engaging a private consulting firm to assist the investigation\" in his letter given the complexity of the case, compounded by the length of time that had elapsed since the alleged incidents. A suggestion that an independent third party with experience in the investigation of harassment complaints could be utilized, if anything, would seem to suggest the incorporation of an additional measure to ensure procedural fairness in the process.", "The Applicant also submits that the Chief of the Defence Staff's statement quoted at paragraph 42 above is an acknowledgment that racism exists within the CF, at least to some degree, and that his inaction to combat racism may mean that it will only continue to exist. However, read in whole, the statement clearly expresses that the CF Harassment Prevention Resolution Guidelines are intended to deal with any instance of racism and harassment.", "As to systemic discrimination, the Section 40/41 Report stated that although the Applicant described the complaint as one of systemic discrimination, no policy or practice had been identified in the summary of complaint. A review of the complaint confirms that the complaint clearly pertained to the Applicant's CO and made no allegation of systemic discrimination. At the hearing before me, the Applicant confirmed that this was the case and that systemic discrimination was therefore not pursued as an issue in this matter.", "In summary, the Commission considered the factual basis of this matter and found that there was a review procedure that was reasonably available to the Applicant and that had not been exhausted by the Applicant prior to the expiry of the 90 day deadline set by the Chief of the Defence Staff. Based on the record, this finding was reasonably open to it.", "The Commission also recognised that this finding would leave the Applicant without recourse. However, as noted by the Respondent, this Court has held that the reasonableness of a decision is not affected by the absence of the \"safety net\" of renewed access to the Commission ( FRAGMENT_SUPPRESSED). In this case, while the CF review process itself is no longer available to the Applicant, nor is there a safety net, the Commission recognized this outcome when making its decision.", "In the circumstance of this matter, the Commission's finding that the Applicant was aware of, but refused to participate in, the CF's internal harassment complaint process and that the failure to exhaust the procedure was solely attributable to the Applicant is to be afforded deference ( FRAGMENT_SUPPRESSED) and also fell within a range of possible acceptable outcomes defensible in respect of the facts and law ( FRAGMENT_SUPPRESSED).", "For these reasons the application is dismissed. The parties have agreed to costs in the amount of $2,500.00, accordingly, the Respondent shall have its costs in that amount. JUDGMENT", "THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. The Respondent shall have its costs in the amount of $2,500.00. Application dismissed. Editor: Jana A. Andersen/nmg [End of document]"], "c_paras": ["Russell, J. : This is an application under s. 18.1 of the Federal Courts Act , RSC 1985, c F-7 for judicial review of a decision of the Canadian Human Rights Commission [Commission], dated May 7, 2014 [Decision], which decided not to deal with the Applicant's complaint pursuant to s. 41(1)(d) of the Canadian Human Rights Act , RSC 1985, c H-6 [Act].", "The Applicant started working as a Heavy Equipment Operator for Canadian National Railway Company [CN] in August 1981. He was a member of a bargaining unit represented by the National Automobile, Aerospace, Transportation and General Workers Union of Canada (CAW-Canada) [ Union].", "On December 19, 2012, the Applicant's employment was terminated because he refused to attend a medical assessment to determine his fitness for work. CN requested the medical assessment because the Applicant's position was a safety sensitive position and there were concerns regarding his behaviour. The Applicant says that he refused to attend the medical assessment because he was receiving treatment for drug dependency and believed that was sufficient to address CN's concerns.", "On January 8, 2013, the Union filed a grievance to contest the Applicant's termination.", "On February 14, 2013, the Union closed the Applicant's file. The Union said that the Applicant had not responded to their requests for information and it \"was not in a position to advance the matter with the limited information at hand.\"", "In March 2013, the Applicant submitted a complaint to the Commission. He alleged that CN had discriminated against him on the ground of disability by terminating his employment contrary to s. 7 of the Act. The Commission decided not to deal with the complaint pursuant to s. 41(1)(a) because the Applicant had not exhausted the Respondent's grievance process.", "On April 19, 2013, CN denied the Union's grievance. The Union did not refer the grievance to arbitration.", "On October 1, 2013, the Applicant submitted another complaint to the Commission. He alleged that, again, CN had discriminated against him on the ground of disability by terminating his employment contrary to s. 7 of the Act.", "On October 29, 2013, the Applicant was advised that the Commission would be preparing a s. 40/41 report to determine whether it should deal with his complaint. The Applicant was invited to prepare a letter stating his position on whether the Commission should not deal with the issues because \"the human rights issues in this complaint may have already been dealt with through another process.\" Counsel for the Applicant made submissions to the Commission both in advance of the preparation of the report and after being provided a copy of the s. 40/41 report [Report].", "On May 7, 2014, the Commission decided not to deal with the Applicant's complaint pursuant to s. 41(1)(d) of the Act. The Commission adopted the Report's conclusions and decided that the complaint was vexatious under s. 41(1)(d) of the Act (Applicant's Record at 48): The complainant's human rights allegations have been addressed by an alternate decision maker with authority to consider human rights issues. The allegations raised in the complaint before the Commission are the same as those addressed in the final level grievance response. Given that the alternate decision-maker dealt with the human rights issues raised in this complaint, and that process was fair, the Commission must respect the finality of that decision and should not deal with this complaint. It is therefore plain and obvious that this complaint is vexatious within the meaning of section 41(1)(d) of the Act.", "The Applicant raises the following issues in this application: 1. Whether the Commission unreasonably refused to exercise its jurisdiction; 2. Whether the Commission erred in law by: a) Unreasonably finding the Applicant's complaint to be vexatious; or, b) Having found the complaint to be vexatious, unreasonably ignoring that justice required it to deal with the complaint anyway; and, 3. Whether the Commission unreasonably based its decision on erroneous findings of fact made without regard to the material before it.", "The Supreme Court of Canada in Dunsmuir v New Brunswick , 2008 SCC 9 [ Dunsmuir ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: Agraira v Canada (Public Safety and Emergency Preparedness) , 2013 SCC 36 at para 48.", "The Applicant submits that decisions under s. 41(1)(d) of the Human Rights Act are reviewed on a standard of reasonableness: Chan v Canada (Attorney General) , 2010 FC 1232 [ Chan ]. The Respondent submits that the Commission's decision not to deal with a complaint under s. 41 of the Human Rights Act is a discretionary decision reviewable on a standard of reasonableness: Exeter v Canada (Attorney General) , 2011 FC 86 at para 19, aff'd 2012 FCA 119 at para 6 [ Exeter ]; Morin v Canada (Attorney General) , 2007 FC 1355 at para 25, aff'd 2008 FCA 269.", "All of the issues question the reasonableness of the Commission's decision to not deal with the complaint. The Court agrees that these decisions are reviewable on a standard of reasonableness: Chan , above, at para 15; Exeter , above, at para 6.", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see Dunsmuir , above, at para 47; Canada (Citizenship and Immigration) v Khosa , 2009 SCC 12 at para 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "A. Applicant", "The Applicant submits that the Commission unreasonably refused to exercise its jurisdiction. The Applicant concedes that the Commission is entitled to adopt the Report for its reasons: Chan , above, at paras 39-40. However, the Applicant distinguishes the present proceeding from the Chan case on two grounds. First, the Commission's adoption of the Report was inadequate because it fails to show that the Commission considered the submissions before it and fails to recognize that the human rights issues were not considered in the grievance process: Vancouver International Airport Authority v Public Service Alliance of Canada , 2010 FCA 158. Second, the internal grievance process does not constitute a proper decision-maker. The grievance process is not an independent arbitrator and it failed to provide reasons for its decision on the human rights issues.", "The Applicant characterizes the grievance process as an internal negotiation between the Union and CN. If the Commission does not deal with the complaint then he says the Union's Decision to not refer the grievance to arbitration will have denied him the ability to have his human rights issue considered by a decision-maker. The Union's Decision to not proceed to arbitration was based, in part, on the Applicant's refusal to cooperate but the Applicant says that the nature of his disability carries the need for reasonable flexibility regarding deadlines and expectations. The Union's Decision was also based on other factors including time, money and resources.", "In the alternative, if the internal grievance process constituted a decision-maker, the Decision is unreasonable because the grievance did not address the human rights issues. It referenced \"drug dependency\" and concluded there was insufficient evidence.", "If the complaint was correctly deemed vexatious, then the Applicant submits that the Commission erred in law by ignoring that justice required the Commission to deal with the complaint anyway. The Decision says the internal grievance process was fair but fails to consider the Applicant's reply submissions.", "Finally, the Decision is unreasonable because it relies on the erroneous finding that the Applicant's human rights issues were already addressed by a decision-maker. B. Respondent", "The Respondent submits that it was reasonable for the Commission to refuse to deal with the complaint. The Report constitutes the reasons for the Decision: Canada (Attorney General) v Sketchley , 2005 FCA 404 at para 37 [ Sketchley ]; Bergeron v Canada (Attorney General) , 2013 FC 301 at paras 28-29 [ Bergeron ]. The Applicant had the opportunity to address the human rights issues through the Union but he failed to cooperate with the search for accommodation. The Commission may refuse to deal with a complaint if it is obvious that the complaint cannot succeed. A complainant who refuses to collaborate in the search for accommodation will have his or her complaint dismissed: Central Okanogan School District No 23 v Renaud , [1992] 2 SCR 970.", "The Commission's Decision to refuse to deal with the complaint is also in accordance with Supreme Court of Canada jurisprudence regarding the importance of permitting administrative tribunals to curb abuse of process: British Columbia (Workers' Compensation Board) v Figliola , 2011 SCC 52. It would be an abuse of process to advance a human rights complaint where the complainant has failed to cooperate with their union to have the same human rights issues addressed.", "Contrary to the Applicant's submissions, s. 41(1)(d) does not require that a decision be made by an arbitrator. The Commission is granted great latitude in exercising its discretion and assessing the appropriate factors in performing its screening function: Sketchley , above, at para 38; Bergeron , above, at para 39. Further, the Federal Court has held that s. 41(1)(d) may apply in situations where a union has decided not to pursue a grievance to arbitration: Bergeron , above, at para 38. There is also no evidence that those who decided the Applicant's grievances were not impartial: Bergeron , above, at para 43.", "The Report shows that the Investigator turned her mind to the outcome of the grievance process, the Applicant's allegations relating to substance abuse, and the question of reasonable accommodation. The Commission reasonably concluded that the allegations raised in the complaint had already been addressed in the grievance process and that the grievance process was fair.", "The Applicant raises three (3) grounds for reviewable error but, in the end, they all come back to the issue of the Applicant's own failure to cooperate in the grievance process. Essentially, the Commission came to the conclusion that the Applicant's complaint was vexatious under s. 41(1)(d) of the Act because the Applicant's human rights allegations had already been addressed by the grievance process.", "As the Report found, the Applicant's Union representative filed a grievance on his behalf that raised the same human rights issues as those in the complaint to the Commission. The Union had to close out its grievance file because the Applicant would not cooperate with its attempts at obtaining accommodation for him. The Union concluded that it could not advance the grievance to arbitration because, given Applicant's failure to cooperate in providing the information requested and required for the grievance process, there was insufficient information to advance the matter. In the end, the grievance process was exhausted without going to arbitration because the Applicant failed to cooperate. This was the final decision in the grievance process.", "The Applicant attempted to convince the Commission, and he has attempted to convince this Court, that his disability prevented him from providing the materials and cooperation required by the grievance process. In his submissions to the Commission, he alleged as follows (CTR at 14): Given the nature of [the Applicant's] disability, it follows that it would be logical for the Company to have been in closer contact with the Union in order to determine what the correct situation, and prognosis, for [the Applicant] was. It is understandable that an individual with a disability would encounter difficulty in navigating deadlines without reasonable assistance, and it was further understandable that [the Applicant] mistakenly believed the matter was being dealt with by his Union and his doctor.", "There was no evidence before the Commission, and there is none before me, to support this bare allegation that the Applicant had difficulties with deadlines and mistaken beliefs because of his disability. The Applicant simply expected the Commission, and now asks the Court, to draw an inference to this effect from the nature of his disability which is drug dependency. It is noticeable that, in the affidavit he has filed with this application, the Applicant says nothing about difficulties with deadlines and mistaken beliefs. Further, his evidence before me clearly indicates the considerable lengths to which the Union went to make clear to the Applicant what was required of him and to encourage him to comply. The letter of April 4, 2013 to the Applicant from Mr. Robert Fitzgerald, the Union's National Representative, sets out the whole picture: To date, none of this information has been provided. The Union only has two pieces of medical documentation. One dated January 24, 2013 stating that you will be seeing an addiction counsellor, but no confirmation that you did. The second one verified that you do not have any disability as it relates to psychiatric issues. Although your doctor invited us to follow up with him providing we had the necessary medical release to do so, you failed to return the release form that the Regional Representative provided to you, enclosed with his letter of February 01, 2013. There have been literally hundreds of phone calls between you and the Union at different levels. However, you have not acknowledged the Union's request for information. You have abated the Union's request in must the same way you have declined to cooperate with the Company. In our opinion, the negative connotation of your actions would not be lost on an Arbitrator. At some point you did advise the Company that you had an addiction problem and that you were seeking help for such. However, there is no evidence that you have been diagnosed with such an addiction nor is there any evidence to show that you are being treated for such. As we said earlier, there is only two pieces of medical documentation on file and neither provide a diagnoses or address treatment. If in fact there was a clinical diagnosis of addiction, treatment and rehabilitation, the Company may well have been obligated to provide accommodation. However, with such an obligation, there also comes an onus on the employees to cooperate with the efforts to accommodate. It was put this way by the arbitrator in CROADR case 3354: The Arbitrator must agree. As confirmed by the Supreme Court of Canada in Central Okanogan School District No. 23 v. Renaud,", "2 S.C.R. 970, the obligation of accommodation involves the cooperative participation of the employer, the trade union and the employee . That was reflected in an award of this Office in CROA 3173 : The Arbitrator is satisfied that the approach adopted by the Company is in keeping with its obligations under the Canadian Human Rights Act . It now seems well-established that when an employee seeks accommodation by reason of a status that is protected under the Canadian Human Rights Act, it is incumbent upon the employee concerned to contribute positively to the process , and to accept an offer of reasonable accommodation, even though it might not be the specific accommodation which the employee would prefer. That is reflected, in part, in the decision of the Supreme Court of Canada in Central Okanogan School District No. 23 v. Renaud,", "2 S.C.R. 970. In that decision, for a unanimous court, Sopinkla J. wrote as follows : To facilitate the search for an accommodation, the complainant must do his or her part as well . Concomitant with a search for reasonable accommodation is a duty to facilitate the search for such an accommodation. Thus in determining whether the duty of accommodation has been fulfilled the conduct of the complainant must be considered. [Emphasis in original]", "On the basis of the record that was before the Commission, and that is before me, the only possible inference is that the Union made every effort to advance the Applicant's grievance but had to abandon the process at step III because of the Applicant's refusal to provide the necessary information, a refusal that has not been linked to his alleged disability. The Commission deals with this matter extensively in the Decision by referring to Mr. Fitzgerald's letter and the Step III Grievance Response dated April 19, 2013. The Applicant provided nothing to counter the information regarding his non-cooperation. It has to be remembered that it was the Applicant who provided the letter from Mr. Fitzgerald so that he was well-aware of what it said about him, and it also has to be borne in mind that his non-cooperation is evidenced by his own Union who had supported him in the grievance process. There was nothing to suggest that the Applicant's failure to cooperate had anything to do with his disability.", "It is also noteworthy that the Canadian Industrial Relations Board came to a similar conclusion when the Applicant alleged a violation of s. 37 of the Canada Labour Code , and alleged that the Union breached its duty of fair representation by failing to properly represent him when it decided not to proceed further with his grievance ( Mulligan v National Automobile, Aerospace, Transportation and General Workers Union of Canada (CAW-Canada) (31 July 2013), 29997-C (CIRB):", "In this case, the complainant requests that the Board hold a hearing. Section 16.1 of the Code provides that the Board may decide any matter before it without holding an oral hearing. Having reviewed all of the material on file, the Board is satisfied that the documentation before it is sufficient for it to decide the matter without holding an oral hearing. As mentioned above, the complainant alleges that the union acted in an arbitrary manner and in bad faith when it did not properly investigate his grievance, did not contact him and did not seek the proper information from his doctors and counsellor. The complainant also alleges that the union violated his rights with respect to article 23.2 of the collective agreement. Section 37 of the Code reads as follows: 37. A trade union or representative of a trade union that is the bargaining agent for a bargaining unit shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the employees in the unit with respect to their rights under the collective agreement that is applicable to them. The Board's role in the context of a duty of fair representation complaint is to examine the union's conduct in handling the employee's grievance (see Bugay , 1999 CIRB 45). A section 37 complaint cannot serve to appeal a union's decision not to refer a grievance to arbitration, or to assess the merits of the grievance, but it is used to assess how the union handled the grievance (see Presseault , 2001 CIRB 138). In a complaint under section 37, the complainant bears the onus of presenting evidence that is sufficient to raise a presumption that the union has breached its duty of fair representation. The Board will normally find that the union has fulfilled its duty of fair representation if it has investigated the circumstances, considered the merits of the grievance, made a reasoned judgment about whether to pursue the issue, and if it advised the employee of the reason for its ultimate decision not to proceed any further. The duty of a member to cooperate with his union is described in the following passage from McRaeJackson , 2004 CIRB 290:", "The union's duty of fair representation is predicated on the requirement that employees take the necessary steps to protect their own interests. Employees must make the union aware of potential grievances and ask the union to act on their behalf within the time limits provided in the collective agreement. They must cooperate with their union throughout the grievance procedure, for example by providing the union with the information necessary to investigate a grievance, by attending any medical examinations or other assessments. The evidence on file indicates that the union filed a grievance on behalf of the complainant, processed the grievance to step three of the grievance procedure, sent several letters to the complainant seeking medical information and had numerous telephone conversation with the complainant, with limited success in getting the information needed to further his case. In the Board's opinion, the complainant did not provide any evidence of wrongdoing by the union. The documentation submitted indicates that the complainant brought his termination upon himself by not submitting the information requested by the union. Failure by the complainant to take such action, along with his refusal to cooperate with the union, leads the Board to conclude that the union did not act in an arbitrary manner or in bad faith. Having reviewed the facts submitted, the Board finds that the complainant did not provide sufficient facts to establish that the union has violated its duty of fair representation. For the above reasons, the complaint is dismissed.", "This decision by the Canadian Industrial Relations Board was not before the Commission, but it confirms the Commission's conclusions that the Applicant is the one who, for no apparent reason, thwarted the grievance process that the Commission had earlier told him he had to exhaust before bringing his complaint to the Commission.", "As the Report makes clear, all of the Applicant's submissions were considered including the \"issue of consent and ongoing substance use\" that he claims was not addressed by the Respondent, as well as the correspondence from the Applicant's doctor and personnel in the Respondent's Employee Assistance Program.", "can find no reviewable error in the Commission's Decision (which includes the Report), which ably sets out the relevant facts and the governing jurisprudence. This is simply a case where the Applicant, for no apparent reason, refused to cooperate in the grievance process that could have dealt with his human rights issues and left his Union with no alternative but to close out the file.", "The Commission provides full reasons as to why the complaint was vexatious and why justice did not require the Commission to deal with the complaint.", "Subsection 41(1)(d) of the Act does not require a decision by a grievance arbitrator. As Justice Zinn pointed out in Bergeron , above:", "The jurisprudence is clear that the Commission is to be afforded great latitude in exercising its judgment and in assessing the appropriate factors when considering the application of paragraph 41(1)(d) of the CHRA and performing this \"screening function:\" See, e.g., Sketchley at para 38.", "Bergeron , above, makes it clear that s. 41(1)(d) of the Act may apply in situations where a union has decided not to pursue a grievance to arbitration. In the present case, as the Union letter makes clear, the Applicant refused, for no reason that is established, to engage in a grievance process that could have provided him with accommodation and arbitration and that could have dealt with his human rights issues. The Union makes it clear that his failure to cooperate meant that there was no point in proceeding to arbitration. Having failed to exhaust a grievance process that could have provided him with the remedy he sought before the Commission, the Applicant then filed his complaint with the Commission. The Applicant failed to show that his complaint could not have reasonably been dealt with by the grievance process. The Commission's Decision should not be disturbed.", "The Commission's Decision is transparent, intelligible and justifiable. I can find no reviewable error. It falls within the range of possible acceptable outcomes which are defensible in respect of the facts and the law. JUDGMENT", "THIS COURT'S JUDGMENT is that 1. This application is dismissed with costs to the Respondent. Application dismissed. Editor: J. Danielle King/bk [End of document]"], "label": 1}
{"guid": "005_017", "q_paras": ["Strickland, J. : This is an application for judicial review of two decisions of the Canadian Human Rights Commission (the Commission), both dated August 27, 2014, declining to deal with the Applicant's complaints, pursuant to s 41(1)(a) of the Canadian Human Rights Act , RSC 1985, c H-6 ( CHR Act ), because the Applicant had not exhausted grievance or review procedures otherwise reasonably available to him. The application for judicial review is brought pursuant to s 18.1 of the Federal Courts Act , RSC 1985, c F-7. Background", "The Applicant is a member of the Canadian Forces (CF), the Respondent herein as represented by the Attorney General of Canada. He alleges that in 2010, while he was serving in Haiti, his immediate superior officer discriminated against him, largely on racial grounds. In June 2010, the Applicant filed a complaint with the CF Ombudsman who decided not to deal with the case because other avenues of redress had not yet been exhausted.", "In August 2010 the Applicant met with his Commanding Officer (CO) and the harassment complaint was discussed. His CO subsequently wrote to him on two occasions in September 2010, requesting additional information so as to determine whether the Applicant's allegations constituted a harassment complaint pursuant to the Harassment Prevention and Resolution Guidelines . No response was received from the Applicant.", "By letter of October 5, 2010 counsel for the Applicant advised the CO, amongst other things, that the Applicant did not intend to avail himself of a harassment complaint pursuant to the Department of Nation Defence/CF Harassment Prevention and Resolution policy but reserved his right to make any such complaints in another forum.", "In December 2010 the Applicant filed a complaint with the Commission. By decisions dated July 6, 2011 the Commission decided not to deal with the complaint at that time, pursuant to s 41(1)(a) of the CHR Act , as the Applicant ought first to exhaust grievance or review procedures otherwise reasonably available to him. It stated that at the end of the grievance or review process, the Applicant could ask the Commission to reactivate the complaint. The Commission's decisions of July 6, 2011 are not under review.", "The Applicant then engaged in the CF Redress of Grievance process. On November 29, 2011 the Commander of Canadian Forces Joint Support Group released terms of reference, thereby convening an administrative investigation into the Applicant's allegations of racist conduct, discrimination and harassment. The Administrative Investigation report of the Initial Authority (IA) was released on April 20, 2012. The Applicant was dissatisfied with the IA decision and requested that his grievance be forwarded for determination by the Final Authority (FA).", "On July 4, 2012 the Applicant's grievance was referred to the Canadian Forces Grievance Board (CFGB) which released its findings and recommendations on September 14, 2012. By letter of March 4, 2013, the Chief of the Defence Staff advised that he concurred with the CFGB findings and recommendations, which included that there were important evidentiary omissions and procedural errors that compromised the integrity of the process and resulted in a fatally flawed Administrative Investigation and, therefore, an equally flawed IA decision. The Chief of the Defence Staff also stated that he was concerned that the Applicant had chosen not to avail himself of the CF harassment process and that this had contributed to the CFGB's findings. Given his finding that the IA decision was invalid, the Chief of the Defence Staff concluded that he could not make a properly informed decision on the validity of the allegations and, therefore, that it was imperative that the Applicant initiate the harassment investigation process. The Applicant was given 90 days to do so. The Chief of the Defence Staff stated that when the investigation was complete the Applicant could grieve its outcome if its conclusions and recommendations were not to his satisfaction.", "On May 14, 2013 the Applicant submitted a copy of his original grievance, not a harassment complaint. The Responsible Officer (RO) wrote to the Applicant on May 22, 2013, requesting submission of a proper complaint and inclusion of any information necessary to enable the conduct of a thorough and complete investigation of the allegations of harassment. The RO sent a second letter on July 19, 2013. The Applicant did not respond to either letter.", "On December 24, 2012, while the grievance process was in progress, the Applicant requested the Commission to reactivate his complaint. While the Commission was considering whether s 41(1)(a) applied to the complaint, the FA decision was issued. The Applicant filed an application for judicial review of the FA on April 24, 2012. A November 4, 2013 Section 40/41 Report recommended that the Commission not deal with the complaint while the judicial review was before this Court. On January 23, 2014, before the Commission decided that matter, the Applicant discontinued his application for judicial review of the FA and asked the Commission to deal with his complaint.", "On May 6, 2014 two Section 40/41 Reports were prepared. The first concerned the Applicant's complaint against the CF (file no 20101251) and the second concerned his complaint against his CO (file no 20101252) (collectively, the Section 40/41 Report). Substantially similar Records of Decision Under Section 40/41 were issued by the Commission on August 27, 2014, for both matters (collectively, the Decision). For the purposes of this judicial review, all references shall be to the Section 40/41 Report and decision of the Commission pertaining to the complaint against the CF.", "On September 26, 2014 the Applicant filed his application for judicial review of the Commission's Decision. Decision Under Review", "The Commission decided not to deal with the complaint pursuant to s 41(1)(a) of the CHR Act , as the Applicant ought to have exhausted grievance or review procedures otherwise reasonably available to him. A decision under s 41(1)(d) of the CHR Act was, therefore, unnecessary. The Commission adopted the conclusion of the May 6, 2014 Section 40/41 Report: The complainant's allegations are serious, and in the public interest. On the other hand, the harassment complaint process was reasonably available to the complainant after the Final Authority decision in 2013. The Final Authority decision included measures to be taken as part of the harassment complaint process in order to address the concerns with timeliness and fairness from the preceding administrative investigation. The complainant was provided multiple opportunities to participate in this harassment complaint process, but he chose not to. He was clearly aware of the inadequacies of the grievance form to initiate a harassment complaint as several attempts were made to obtain the correct information from him. Based on the above, the failure to exhaust that process was attributable to him.", "In rendering its decision the Commission reviewed the December 8, 2010 complaint form, the Section 40/41 Report of May 6, 2014 and Supplemental Section 40/41 Report of June 12, 2014, the Applicant's submissions of June 17, 2014, the CF's submissions of July 2, 2014, and cross-disclosure submissions of the CF dated July 25, 2014.", "The Section 40/41 Report set out the background to the complaint and summarized the positions of the parties based on their submissions. It noted that, based on the CF's position, it appeared that the remaining alternative redress process, the CF's harassment complaint process, was no longer available to the Applicant because he did not file a formal harassment complaint prior to the deadline set out in the FA. The question to be answered was whether the harassment complaint process was reasonably available to the Applicant and, if so, whether he should have exhausted that procedure. And, if that process ought to have been exhausted, whether the failure to do so was solely attributable to the Applicant in accordance with s 42(2) of the CHR Act .", "On the first point, it is expedient to reproduce particular paragraphs of the report as it sets out relevance background information as well as its analysis: Was the harassment complaint process reasonably available to the complainant? 64. Some relevant background information can be found in the \"Findings and Recommendations\" of the Canadian Forces Grievance Board (\"CFGB\"), dated September 14, 2012, which was provided by the complainant. In August 2011, after the Commission's decision not to deal with his complaint at that time, the complainant filed a grievance with the respondent. In March 2012, a final report on the Administrative investigation of the complainant's grievance was issued and disclosed to the grievor who provided comments. On April 20, 2012, the Initial Authority decision was rendered, finding \"professional shortcomings\" on the part of the superior officer but not granting the grievor's requests for apologies, damages, or legal fees. The complainant was unsatisfied with this decision and asked for a decision by the Final Authority. The matter was referred to the CFGB for review and recommendations. 65. The CFGB found that because a harassment investigation did not occur, the Initial Authority did not have adequate information upon which to make his decision, even though he attempted to insert elements of a harassment investigation into the grievance process. This investigation was found to have various defects, such as not all witnesses were interviewed, not all relevant information appeared to be considered, and the fact that the superior officer, alleged to be the harasser, was not provided an opportunity to respond to the investigation. For these reasons, the CFGB recommended that the Final Authority not make a final decision on the matter, but order a new harassment investigation be initiated. It also noted that the respondent's policies should be amended to ensure that harassment complaints are required to be dealt with under the harassment policy prior to resorting to the grievance process, given that neither the CFGB nor the CDS is equipped to conduct its own investigation in such situations. 66. On March 4, 2013, the Final Authority rendered his decision. Referring to the CFGB findings and recommendations, the CDS found that there were \" important evidentiary omissions and procedural errors that compromised the integrity of the process and resulted in what the CFGB quite rightly referred to as a 'fatally flawed' administrative investigation and consequently led to an equally flawed IA decision based solely on that investigation.\" The CDS determined that due to these errors and the incompleteness of the underlying investigation, he could not render \" ...a properly informed decision on the validity and reliability of the allegations... \" 67. The CDS also raised concerns that a harassment investigation did not occur. In the Final Authority decision, the CDS stated: Yet, I am troubled by your allegations and most particularly, by the lack of a proper investigation into their validity. As I mentioned, the CF takes this issue very seriously and consequently, it is imperative that you initiate the harassment investigation process by submitting a formal harassment complaint to the CO of 4 CFMCU. You have 90 days from the receipt of this letter to make your submission. The CO of 4 CFMCU shall, upon receipt of your harassment complaint, initiate a harassment investigation into the allegations therein. Let me be very clear on this point: an investigation will not commence until there is a formal harassment complaint submitted to the CO of 4 CFMCU and you commit, in writing, that you will fully participate in such an investigation to ensure that a thorough and impartial analysis may determine the legitimacy of your allegations. If you do not respond within 90 days, there will be no further action taken on your alleged complaints. Given the complexities of this case, compounded by the length of time that has elapsed since the alleged incidents, the CO of the 4 CFMCU might consider engaging a private consulting firm to assist with the investigation. Such corporations specialize in the investigation of harassment cases. Additionally, a monthly situation report will be sent to the Director General Canadian forces [ sic ] Grievance Authority (DGCFGA) Implementation Officer on the status of the forthcoming harassment investigation. When the investigation has been completed, you may grieve its outcome if the conclusions and recommendations are not to your satisfaction. 68. The CDS suggested that a private consulting firm be engaged to investigate the matter. The complainant is of the view that this demonstrates that the respondent is unable to investigate a complaint of this complexity. He suggests that this is further supported by the finding of the CFGB that the initial administrative investigation to be [ sic ] ' fatally flawed '. 69. The lack of procedural fairness in the IA decision was acknowledged in the Final Authority decision. The CDS attempted to address the concerns for procedural fairness and expediency with his recommendations: a) that the matter be dealt with through a formal harassment complaint; and, b) that they hire an outside firm to investigate the matter. 70. The respondent's \"Harassment Prevention and Resolution Guidelines\" (the Guidelines) outline a complaint process which is overseen by Responsible Officers (ROs) in the respondent's organization. The Guidelines define harassment the same as it is defined under the Act. The Guidelines further provide that other workplace harassment may also be addressed through this process. Once a formal harassment complaint is received, the RO oversees a situational assessment to determine whether or not the complaint is related to harassment - if it is, efforts are made to resolve the matter, identify other possible redress avenues such as mediation, and the appropriate action(s) will be initiated. If mediation is not appropriate, an administrative investigation is to be undertaken by a harassment investigator. The harassment investigator prepares a draft report on which both parties may comment before the final report is completed and submitted to the RO for decision. If any person is not in agreement with the RO's decision, they may file a grievance. Although the harassment and grievance processes do not provide for an independent third party decision-maker, matters dealing with harassment and racist conduct are referred to an independent body (the CFGB, now the MGERC) for findings and recommendation prior to the Final Authority decision being rendered. In addition, a review by the Federal Court is also available. 71. The complainant states that only the Commission will be able to fully deal with all of the matters in his complaint. While the complaint deals with harassment, there are also allegations of adverse differential treatment within the workplace. If the harassment complaint process were still available to him, it is not clear whether it could deal with the allegations with respect to the transfer occurring as a result of his marital status, for example. However, it could have dealt with much [ sic ] of the substantive allegations in the complaint. 72. Timeliness is another consideration with respect to this complaint, which is nearly four years old. It appears that both parties bear some responsibility for the delays in the process. In 2010, the complainant did attempt to speak to his superiors about his allegations, but he did not provide them with the requested information when asked in September 2010. As outlined in paragraph 64, the respondent's process is lengthy, and there appears [ sic ] to have been delays in the processing of the complainant's grievance. 73. In terms of delay, it is not clear that the Commission's process would be more expedient than that of the respondent's internal harassment complaint process, if it were still available. Nonetheless, it appears at this stage, the Commission's process is the only remaining process available to him. 74. The complainant's human rights allegations, if proven, are serious; this is acknowledged by the respondent. The complainant has not provided any information to indicate that he is vulnerable personally, but there is a public interest in investigating allegations of racism in Canadian government institutions such as the Canadian Forces. Although the complainant describes the complaint as one of systemic discrimination, no policy or practice has been identified in the summary of complaint. There is no indication that there is or was any potential for harm to anyone if the respondent's harassment complaint process had been used. 75. The complainant suggests that that [ sic ] requiring him to engage in the harassment complaint process is unfair. Although the complainant's scepticism may be understandable given the results of the IA decision, there is no indication that the respondent's alternate redress procedures overall are so flawed that it could not have dealt with the complainant's allegations within its harassment complaint process. In this instance, the Final Authority made recommendations in order to specifically address the issues that occurred previously, including any potential unfairness and the issue of delay. 76. Having regard for all of the above, it appears that the complainant had another review procedure, the harassment complaint process, reasonably available to him after the Final Authority decision in 2013.", "On the question of whether the failure to exhaust the CF's harassment complaint process was attributable to the Applicant and not another, as set out in s 42(2) of the CHR Act , the Section 40/41 Report noted that the history of the complaint illustrated that much of the discord related to the appropriate process for addressing a complaint that raises a variety of issues such as was the case in this matter, which involved allegations of harassment, abuse of authority and adverse differential treatment.", "Ultimately, however, it concluded that: 80. The complainant acknowledged the internal harassment complaint process. After the Final Authority decision, the complainant sent in his grievance form in lieu of a harassment complaint. In his letter to the complainant dated May 22, 2013, the RO responded to the complainant to explain that the grievance form did not provide the information necessary to initiate a harassment complaint. The letter described what was required in order to file a harassment complaint and also offered assistance to the complainant. On July 19, 2013, the RO sent a follow-up letter to the complainant requesting additional information, but the complainant did not provide it. Therefore, while he acknowledged this process, he refused to participate by not providing the appropriate material in order for it to have any possibility of success. This is solely attributable to the complainant. Relevant Legislation", "The sole issue in this application for judicial review is whether the Commission's interpretation and application of s 41(1)(a) were reasonable.", "Jurisprudence has previously held that the appropriate standard of review with respect to decisions of the Commission not to deal with a complaint pursuant to s 41(1) of the CHR Act is reasonableness ( FRAGMENT_SUPPRESSED).", "Reasonableness is concerned with the existence of justification, transparency and intelligibility within the decision-making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( FRAGMENT_SUPPRESSED). Preliminary Issue", "A preliminary issue that has been raised by the Respondent is the admissibility of the affidavit of Nathalie Bui sworn October 24, 2014 (the Bui Affidavit). It attaches what the affiant describes as the entire record of official correspondence between the Commission and the Applicant concerning files 20101251 and 20101252.", "As noted by the Respondent, this is the Applicant's second attempt to place this material before the Court. The Applicant previously brought a motion, pursuant to Rule 317 of the Federal Courts Rules , SOR/98-106 [ FC Rules ], seeking to have the Commission's entire file produced as part of the Certified Tribunal Record (CTR).", "By Order dated November 26, 2014, Prothonotary Tabib refused that request on the basis that the Applicant was not entitled to further production, noting, in particular, that the Applicant had not identified any document that might have been considered by the Commission, or might be relevant to the determining of the issues before the Court, and which had not been included in the CTR.", "Therefore, in my view, this Court has already ruled on this issue. The conduct of this judicial review on the merits of the Applicant's claim does not serve as an appeal of the Prothonotary's decision. An appeal of a prothonotary's decision must be brought by motion to the Federal Court ( FC Rules , R 51(1), the Applicant did not bring such a motion and the time within which he was required to do so has elapsed. On that basis alone the Bui Affidavit is inadmissible and submissions made in reliance on it or in reference to it are to be disregarded.", "In any event, this Court has also previously held that material that was not before the decision-maker should generally be excluded for purposes of judicial review ( FRAGMENT_SUPPRESSED). And in this case, the Bui Affidavit does not fall under any of the recognized exceptions to this rule ( FRAGMENT_SUPPRESSED).", "The Commission listed the documentation that was reviewed when making its decision, which was contained in the CTR. Accordingly, the additional material contained in the Bui Affidavit is not relevant to the issue before this Court, being whether the Commission's Decision was reasonable based on the record that was before it.", "Further, the May 6, 2014 Section 40/41 Report specifically acknowledges that the parties had raised facts in their submissions that had occurred prior to the original Section 40/41 Report of July 6, 2011. The May 6, 2014 Section 40/41 Report stated that, because the Commission had already dealt with the alternative redress procedures available to the Applicant prior to July 2011, its current analysis would be based only on information arising after the Commission's original decision (para 61). As seen from the analysis contained in the May 6, 2014 Section 40/41 Report, prior facts which were set out in the parties' submissions do not constitute a part of the analysis.", "For all of these reasons, it is my view that the Bui Affidavit is inadmissible. Accordingly, the Applicant's submissions made in reliance on or in reference to that affidavit have not been considered in this judicial review. Position of the Parties", "The Applicant's position is that he has spent years attempting to satisfy the CF grievance system and acted in good faith including through a CF led biased and fatally flawed investigation and ensuing administrative investigation report. He characterises as cyclical, absurd and unreasonable the suggestion that to satisfy all reasonable steps he should now engage the harassment procedure and, if unsatisfied, pursue a new grievance, potentially all the way to judicial review. That process would create an endless procedural loop that would prevent the Applicant from exercising his right to complain under the CHR Act . Accordingly, the Commission unreasonably concluded that the CF's internal process was reasonably available to him.", "The Applicant further submits that the Commission ought to have accepted his complaint. The CF grievance process was exhausted because the Chief of the Defence Staff failed to make a decision on the grievance and instead passed it off, requiring the harassment procedures to be initiated. Further, the CF has demonstrated an unwillingness and an inability to handle this complex matter.", "The Respondent submits that a review of the reasonableness of the Commission's Decision should include an examination of some or all of the relevant factors ( FRAGMENT_SUPPRESSED), including any delay attributable to the Applicant. It should not include the Applicant's subjective and unsubstantiated view that the harassment process is not reasonably available and inadequate because the Applicant has never engaged the process.", "The Respondent further submits that the Commission's Decision that the Applicant ought to have used the appropriate CF internal process, which was reasonably available, falls within a range of possible acceptable outcomes. Any circularity in the process, as alleged by the Applicant, is purely attributable to his own refusal to utilize the process that the CF, the FA and the Commission all found to be the appropriate avenue for redress. Analysis", "In this matter the Commission adopted the recommendations made in the Section 40/41 Report, which, in that circumstance, constitute the reasons of the Commission ( FRAGMENT_SUPPRESSED). The Applicant takes no issue with the Commission's form of response.", "The Section 40/41 Report stated that s 41(1)(a) and s 42 together mean that the Commission can decide not to deal with a complaint under s 41(1)(a) if it finds that the complainant chose not to finish another process that was reasonably available to him or her. This is not an unreasonable interpretation of these provisions. In FRAGMENT_SUPPRESSED", "The Section 40/41 Report then listed factors that may be considered when deciding under s 41(1)(a) whether or not a complainant should keep using the other complaint or grievance process. These were: why the parties did not finish the other process; how much longer that process was likely to take; whether there is new information in that regard; and whether there is anything other than the amount of time the other process may take, such as vulnerability arising from the complainant's current situation or a risk of harm to any participant, that makes it not \"reasonably available\" to the complainant such that the Commission should deal with the complaint. The Section 40/41 Report also summarized the CF's submissions of February 20, 2014, and the Applicant's submissions of February 21, 2014 and April 10, 2013.", "The question of whether the harassment complaint process was reasonably available to the Applicant is largely a factual question. In my view, there is no question that it was available. The only question being was it reasonably so.", "In July 2011 the Commission decided not to deal with the complaint at that time under s 41(1)(a); instead, it asked the Applicant to use another complaint or grievance process first. At the end of that process the complainant could come back to the Commission and ask it to reactivate the complaint.", "Given this, the Applicant then filed a grievance pursuant to s 29 of the National Defence Act , RSC 1985, c N-5. The process thus engaged is set out in the Queen's Regulations and Orders for the Canadian Forces (QROCF) (online:  ). This envisions consideration and determination of the grievance by the IA (s 7.15). If the complainant is not satisfied with the IA decision, he or she may request that the matter be referred to the FA (s 7.18). The FA for all grievances is the Chief of the Defence Staff ( National Defence Act , s 29) or his delegate (QROCF, s 7.17). Pursuant to s 29.12 of the National Defence Act, the Chief of the Defence Staff shall refer every grievance that is of a type prescribed by regulation to the Grievances Committee for its findings and recommendations before the Chief of the Defence Staff considers and determines the grievance. These types of grievances are set out in s 7.21 of the QROCF. They include any decision of the Chief of the Defence Staff in respect of a particular officer or non-commissioned officer.", "In March 2012 the IA decision was issued. As the Applicant was unsatisfied with that decision, in May 2012 he sought an FA decision. As seen from the March 4, 2013 letter from the Chief of the Defence Staff, the grievance was submitted to the CFGB which conducted an independent review of the grievance and provided findings and recommendations which were disclosed to the Applicant.", "The Chief of the Defence Staff stated that the CFGB had analysed each of the contentions in the grievance file and found that the administrative investigation on which the IA had based its decision was \"fatally flawed\" on several levels.", "He also stated: The CF's policies on racist conduct and on harassment prevention and resolution are outlined in Canadian Forces Administrative Order 19-43 (Racist Conduct) and Defence Administrative Order and Directive (DAOD) 5012-0 (Harassment Prevention and Resolution). Both are unequivocal in their condemnation of any conduct that causes offence or harm to any person through acts, comments, or displays that demean, belittle, and cause personal humiliation or embarrassment, and any act of intimidation or threat. As much as we in the CF would like to think that we are immune from such behaviours, as a microcosm of the society that we serve, we would be very naïve to think that we, as an organization, would not be subject to instances of this insidious conduct. Accordingly, the CF has a comprehensive framework to deal with such instances in the form of the Harassment Prevention and Resolution Guidelines . The CF policy and guidelines flow directly from and are consistent with the Treasury Board's Policy on Harassment Prevention and Resolution in the Workplace and go beyond the requirements of the Canadian Human Rights Act in their scope.", "The Chief of the Defence Staff expressed concern that the Applicant had chosen not to avail himself of the CF harassment process. His lack of cooperation by failing to fulfil the obligation to provide full written details of his complaint was an impediment to the fair, impartial and expedient harassment investigation and contributed to the \"procedural morass\" that followed. The Chief of the Defence Staff went on to say that there had been important evidentiary omissions and procedural errors that compromised the integrity of the administrative investigation process resulting in what the CFGB had rightly referred to as a fatally flawed administrative investigation; consequently, the IA decision that was based on that investigation was equally flawed.", "Although the Chief of the Defence Staff had identified his role as being to determine whether the harassment occurred and whether the Applicant was a victim of mistreatment at the hands of a superior officer, he concluded that in light of the CFGB findings, he could not render a properly informed decision. He therefore decided to order a new harassment investigation.", "The Chief of the Defence Staff's reference to a lack of clarity as to the order in which the CF harassment and grievance processes are to be utilized is of note. He stated that the CFGB had highlighted that there was lack of clear policy direction regarding the relationship between the harassment and grievance processes. DAOD 2017-1 states: The following are situations in which other complaint and mechanisms should be used prior to proceeding with a grievance: • a complaint of harassment or abuse of authority", "While s 4.10 (Coincidental Complaints and Grievances) of the Harassment Prevention and Resolution Guidelines states: If an individual decides to file a grievance on the same issue as a harassment complaint, the applicable grievance mechanism will apply and the harassment complaint will be closed.", "The Chief of the Defence Staff stated that determination of misconduct, as it pertains to harassment or acts of racism, must be ascertained through a procedurally fair and impartial investigation process, such as that outlined in the Harassment Prevention and Resolution Guidelines . The grievance process should be engaged only if the complainant feels they have been wronged as a result of the outcome of the investigation process or if there is an excessive and unjustifiable delay in handling the complaint.", "The Chief of Military Personnel (CMP), in consultation with the Assistant Deputy Minister Human Resources - Civilian, \"will harmonize the Harassment Prevention and Resolution Guidelines with DAOD 2017-1 so that it is very clear that harassment complaints or grievances containing allegations of harassment must be dealt with first under the harassment policy and only after a proper harassment investigation has been completed\".", "The Chief of the Defence Staff decided that:", "am not prepared to grant the redress that you seek. Yet, I am troubled by your allegations and most particularly, by the lack of a proper investigation into their validity. As I mentioned, the CF takes this issue very seriously and consequently, it is imperative that you initiate the harassment investigation process by submitting a formal harassment complaint to the CO of 4 CFMCU. You have 90 days from the receipt of this letter to make your submission. The CO of 4 CFMCU shall, upon receipt of your harassment complaint, initiate a harassment investigation into the allegations therein. Let me be very clear on this point: an investigation will not commence until there is a formal harassment complaint submitted to the CO of 4 CFMCU and you commit, in writing, that you will fully participate in such an investigation to ensure that a thorough and impartial analysis may determine the legitimacy of your allegations. If you do not respond within 90 days, there will be no further action taken on your alleged complaints. Given the complexities of this case, compounded by the length of time that has elapsed since the alleged incidents, the CO of 4 CFMCU might consider engaging a private consulting firm to assist with the investigation ... When the investigation has been completed, you may grieve its outcome if the conclusions and recommendations are not to your satisfaction.", "In my view, regardless of the factual background prior to the Chief of the Defence Staff's decision and regardless of the lack of clarity as to the order in which harassment complaints or grievances containing allegations of harassment were to be dealt with and any delay or confusion that this may have previously caused, as of March 13, 2013, the Applicant was on clear notice of what was required of him, and that was that he initiate a harassment complaint within 90 days. He was also aware that if he failed to do so, there would be no further action taken with respect to the allegations.", "The CF's submission, as summarized by the Section 40/41 Report, stated that on May 14, 2013 it received from the Applicant a photocopy of his original grievance, not a formal harassment complaint as required by the Chief of the Defence Staff. On May 22, 2013, the RO sent the Applicant a letter requesting that he redraft his submission, explain each allegation specifically and provide any information that would enable the harassment investigation to be thorough and complete. The RO also notified the Applicant's current CO in order to ensure that an assistant could be appointed for the Applicant to help him with the process. The Applicant did not respond to the RO's request. The RO sent another letter to the Applicant on July 19, 2013 requesting an update on the preparation of this harassment complaint but again did not receive a response.", "The Section 40/41 Report noted the other factors that were considered in reaching its recommendation, including the attempt of the Chief of the Defence Staff to address the procedural fairness and other concerns by having the matter dealt with by a formal harassment complaint, with an outside firm being hired to investigate. Further, as to timeliness, that both parties bore some responsibility for the prior delays in the process and that it was not clear that the Commission's process would be more expedient than the CF's harassment policy, if it were still available to the Applicant. However, at this stage, the Commission's process was the only one still available to the Applicant. Further, that the Applicant had provided no information to indicate that he was personally vulnerable.", "The Applicant's position is that the harassment complaint process as proposed by the Chief of the Defence Staff cannot be considered to be reasonably available. The Applicant submits that there has already been a considerable delay, that he commenced the grievance process and that, at the end of that process, rather than rendering a decision, the Chief of the Defence Staff instead attempted to effect a harassment investigation. This is \"cyclical\" because he was required to commence the grievance process, which now requires a harassment investigation, which in turn can be grieved, and that this has the potential of becoming an endless loop.", "In my view, this argument cannot succeed. Although the CFGB's report was not in the CTR, it is clear from the Chief of the Defence Staff's letter that there was a lack of clarity regarding the relationship between the harassment and grievance processes. This may well have contributed to the prior delay and procedural missteps in this matter. And, unless the relationship is clarified, it may have the same impact on other matters in the future.", "Regardless, in this case, the decision by the Chief of the Defence Staff had the effect of resetting the clock. While it is true that a grievance from the conclusions and recommendations of the harassment investigation would have been available to the Applicant, this did not mean that an endless procedural circle would follow. The problem identified in the original grievance process initiated by the Applicant was that there was insufficient information to deal with the harassment complaint. This led to the Chief of the Defence Staff's decision that a harassment investigation was required. Had that been carried out, any further grievance process then open to the Applicant would have been based on the findings of the harassment investigation, not the absence of one, and would not have resulted in a decision that a harassment investigation was required. Thus, this does not result in an endless cycle, nor does it establish that the process proposed by the Chief of the Defence Staff was not \"reasonably available\" to the Applicant.", "Further, the original grievance process would have been exhausted if the Applicant had participated in the proposed harassment investigation. The Applicant does not submit that it was beyond the authority of the Chief of the Defence Staff to proceed as he did, by requiring the harassment investigation. In addition, he discontinued his judicial review of the FA.", "also do not agree with the Applicant's submission that the Chief of the Defence Staff admitted that the CF is unable or unwilling to fully and objectively determine a complaint of racial discrimination when he stated the CO \"might consider engaging a private consulting firm to assist the investigation\" in his letter given the complexity of the case, compounded by the length of time that had elapsed since the alleged incidents. A suggestion that an independent third party with experience in the investigation of harassment complaints could be utilized, if anything, would seem to suggest the incorporation of an additional measure to ensure procedural fairness in the process.", "The Applicant also submits that the Chief of the Defence Staff's statement quoted at paragraph 42 above is an acknowledgment that racism exists within the CF, at least to some degree, and that his inaction to combat racism may mean that it will only continue to exist. However, read in whole, the statement clearly expresses that the CF Harassment Prevention Resolution Guidelines are intended to deal with any instance of racism and harassment.", "As to systemic discrimination, the Section 40/41 Report stated that although the Applicant described the complaint as one of systemic discrimination, no policy or practice had been identified in the summary of complaint. A review of the complaint confirms that the complaint clearly pertained to the Applicant's CO and made no allegation of systemic discrimination. At the hearing before me, the Applicant confirmed that this was the case and that systemic discrimination was therefore not pursued as an issue in this matter.", "In summary, the Commission considered the factual basis of this matter and found that there was a review procedure that was reasonably available to the Applicant and that had not been exhausted by the Applicant prior to the expiry of the 90 day deadline set by the Chief of the Defence Staff. Based on the record, this finding was reasonably open to it.", "The Commission also recognised that this finding would leave the Applicant without recourse. However, as noted by the Respondent, this Court has held that the reasonableness of a decision is not affected by the absence of the \"safety net\" of renewed access to the Commission ( FRAGMENT_SUPPRESSED). In this case, while the CF review process itself is no longer available to the Applicant, nor is there a safety net, the Commission recognized this outcome when making its decision.", "In the circumstance of this matter, the Commission's finding that the Applicant was aware of, but refused to participate in, the CF's internal harassment complaint process and that the failure to exhaust the procedure was solely attributable to the Applicant is to be afforded deference ( FRAGMENT_SUPPRESSED) and also fell within a range of possible acceptable outcomes defensible in respect of the facts and law ( FRAGMENT_SUPPRESSED).", "For these reasons the application is dismissed. The parties have agreed to costs in the amount of $2,500.00, accordingly, the Respondent shall have its costs in that amount. JUDGMENT", "THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. The Respondent shall have its costs in the amount of $2,500.00. Application dismissed. Editor: Jana A. Andersen/nmg [End of document]"], "c_paras": ["Scott, J. : This is an application by William A. Lawrence (Mr. Lawrence), pursuant to subsection 18.1(1) of the Federal Courts Act , RSC, 1985, c F-7, for judicial review of a decision rendered by the Canadian Human Rights Commission [CHRC] on October 12, 2011, wherein the CHRC decided not to deal with Mr. Lawrence's complaint under paragraph 41(1)(d) of the Canadian Human Rights Act , RSC, 1985, c H-6 [the Act].", "Mr. Lawrence is asking this Court to award him compensation for pain and suffering, and special compensation due to differential treatment. He is also requesting an order forcing the Canada Post Corporation (Canada Post) to recognize Mr. Lawrence's inability to work night shifts and a written apology from them.", "For the following reasons, this application for judicial review is dismissed.", "Mr. Lawrence is an employee of Canada Post.", "On September 29, 2010, the Canadian Union of Postal Workers [CUPW] filed a grievance on behalf of Mr. Lawrence. The grievance states that Canada Post violated articles 2, 5, 54 and 56 of the Act and failed to accommodate Mr. Lawrence.", "CUPW filed a second grievance on October 7, 2010. It reads \"the Union grieves on behalf of William Lawrence that the employer has violated Article 10 and all other provisions of the Collective Agreement. By letter dated October 3, 2010, informing Bill Lawrence of his termination upon receipt of said letter by HMPP Manager Mary Pretty. The griever was importuned, reprimanded and terminated from employment, without just, reasonable and sufficient cause\".", "CUPW filed a total of eight grievances on behalf of Mr. Lawrence.", "On December 13, 2010, Mr. Lawrence filed a complaint with the CHRC alleging he was discriminated due to his \"race and medical issues which would also be considered an adverse differential treatment\" (see Respondent's Record, Tab 1, pages 8 to 11).", "The CHRC concluded, in its Section 40/41 Report dated April 8, 2011, that Mr. Lawrence was covered by a Collective Agreement and had full access to another redress procedure. The CHRC also found that it did not have any information regarding a final decision in the other redress procedure but understood that the grievance was proceeding and that arbitration had been scheduled for April 5, 2011 (see Applicant's Record, page 14). The CHRC made the following recommendation: . . . It is recommended, pursuant to paragraph 41(1)(a) of the Canadian Human Right Act , that the Commission not deal with the complaint at this time: as the complainant ought to exhaust the grievance or review procedures otherwise reasonably available. At the end of the grievance or review procedure, the complainant may ask the Commission to reactivate the complaint (see Respondent's Record, Tab 1, page 25).", "On May 12, 2011, Mr. Lawrence's grievances were resolved and a Memorandum of Settlement was executed by CUPW on behalf of Mr. Lawrence and Canada Post. The terms of the settlement are as follows: 1. The Corporation agrees to remove letters dated August 6, 11, 20, 26; September 14, 22 and October 3, 2010, from the grievor's file and return to the grievor his substantive position of a full-time PO4 in the Distribution Parcel Section with an assignment on shift 3 as of May 15, 2011. 2. The Corporation agrees that letters sent to Mr. Lawrence since October 3, 2010, regarding an overpayment shall be disregarded and all issues of wages, benefits and benefit arrears owing will be dealt with in this memorandum. 3. The Corporation will amend the grievor's leave accounts with the following credits to be used in the future: 80 hours of vacation leave; 80 hours of sick time. Further, because this vacation should have been taken in the 2010/2011 leave year, Mr. Lawrence will be able to use these weeks outside the regular vacation pick of his section and will only have to give the Corporation reasonable advance notice of ten (10) working days to be granted these days off. 4. The Corporation will compensate the grievor with a lump sum of $25,000 as compensation for all wages missed from August 1, 2010 through May 13, 2011. Further, from this lump sum, the employer will repay Employment Insurance the sum of $11, 425.00 and the remaining amount of the lump sum will be subject to statutory deductions, such as income tax, union dues and benefits. 5. The grievor is considered to be an employee for the period August 1, 2010 through May 13, 2011. The Corporation will pay the employer's portion of pension and benefits for the above period. Further, the grievor will be responsible to pay for his portion of pension and benefits for the same period. If Great West Life refuses coverage to the grievor for the above-noted period, the Corporation will compensate the grievor for the coverage he was entitled to. 6. Arbitrator MacLellan shall remain seized in the event there are any difficulties between the parties with the implementation of this settlement.", "On June 9, 2011, Mr. Lawrence requested that his Complaint be reactivated with the CHRC on grounds that Canada Post had never acknowledged that he cannot work night shifts due to his medical condition.", "The CHRC issued a supplementary report dealing with Mr. Lawrence's request to reactivate his complaint. The Commission decided not to deal with the Complaint because \"it appears that all of the human rights allegations were addressed and that all the remedies sought were awarded. While the Complainant is concerned by the lack of a provision recognizing that he cannot work overnight shifts, this alone is not sufficient for the Commission to deal with the complaint. If the complainant wishes, he may choose to raise the issue with the arbitrator who oversaw the settlement, which would appear to be the more appropriate body to deal with the matter at this point\" (see Respondent's Record, Tab 1, page 49).", "On September 26, 2011, Mr. Lawrence provided his comments regarding the CHRC's supplementary report. He made submissions regarding his medical conditions and alleged that he had provided Canada Post with medical evidence to clearly establish his inability to work overnight shifts.", "On October 31, 2011, the CHRC considered Mr. Lawrence's complaint and concluded that it did not have to deal with the complaint pursuant to paragraph 41(1)( d ) of the Act .", "On November 8, 2011, Mr. Lawrence filed the present application for judicial review of the CHRC's decision not to deal with his complaint under paragraph 41(1)( d ) of the Act .", "A. Issues 1. Is the Court empowered to grant Mr. Lawrence's request for relief under section 18.1 of the Federal Courts Act? 2. Did the CHRC err in deciding not to deal with Mr. Lawrence's complaint pursuant to paragraph 41(1)(d) of the Act. B. Standard of review", "In Smith v Alliance Pipeline Ltd , 2011 SCC 7, [2011] SCR 160 at para 26, the Supreme Court of Canada specified that \"reasonableness is normally the governing standard where the question: (1) relates to the interpretation of the tribunals enabling (or \"home\") statute or \"statutes closely connected to its function, with which it will have particular familiarity\".", "This Court determined, in Chan v Canada (Attorney General) , 2010 FC 1232, that the reasonableness standard must be applied to the CHRC's decisions not to deal with a complaint under paragraph 41(1)( d ) of the Act .", "In conducting a review under the reasonableness standard, the Court is mostly concerned \"with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see Dunsmuir v New Brunswick , 2008 SCC 9, [2008] SCJ No 9 at para 47).", "A. Mr. Lawrence's submissions", "Mr. Lawrence requests an Order from this Court quashing or setting aside the CHRC's decision not to deal with his complaint.", "Mr. Lawrence also seeks a letter from Canada Post stating that it agrees to a permanent shift accommodation. He further demands financial \"compensation for pain and suffering and for differential treatment which was wilful and reckless\" (see Mr. Lawrence's Application Record, page 2).", "He requires also a letter of apology from Canada Post and costs for this application.", "In support of his application for judicial review, Mr. Lawrence adduced a copy of his doctor's recommendation and an affidavit supporting his need for a permanent shift accommodation (see Applicant's Record, pages 32, 33 and 39). B. Canada Post's Submissions", "Canada Post argues that remedies available in judicial review are limited to those set out in subsection 18.1(3) of the Federal Courts Act . It cites Whitehead v Pelican Lake First Nation , [2010] 2 CNLR 371. At para 53, Justice Shore wrote that \"It is well-known that the Federal Court has no jurisdiction to grant damages on an application for judicial review\".", "Accordingly, Canada Post submits that the Court lacks jurisdiction to award any form of compensation for damages in this application nor can it order Canada Post to provide Mr. Lawrence with a written apology since this remedy does not fall within the scope of subsection 18.1(3) of the Federal Courts Act .", "Canada Post further submits that the CHRC considered the grievance process and the settlement and properly concluded that all of the human rights allegations were addressed and that all the remedies sought were awarded. The CHRC made the following remark: While the complainant is concerned by the lack of a provision recognizing that he cannot work overnight shifts, this alone is not sufficient for the Commission to deal with the complaint. If the complainant wishes, he may choose to raise the issue with the arbitrator who oversaw the settlement, which would appear to be the more appropriate body to deal with the matter at this point (see Respondent's Record, Tab 1, page 58).", "Canada Post claims that the CHRC's decision is reasonable as the Commission found that the allegation of discrimination had been resolved before the arbitrator. As a result, the CHRC properly discharged its screening function pursuant to section 41 of the Act . It relies on English-Baker v Canada (Attorney General) , 2009 FC 1253, [2009] FCJ No 1604), in support of that proposition.", "It also relies on Canada Post Corp. v Barette , [2000] FCJ No 539, [2000] 4 FC 145 at para 28) to assert that the CHRC reasonably turned its mind to the arbitrator's decision.", "Canada Post disputes the Applicant's claim that the remedies he is seeking are not available under the grievance process. It contends that Mr. Lawrence could have sought these remedies before the arbitrator. As evidenced by the decision of Calgary Board of Education v Alberta Teachers' Assn. (Mackonka Grievance) , [2002] AGAA No 10, arbitrator Ponak awarded a written apology as a remedy.", "Canada Post also refers to Ontario Public Service Employees Union v Ontario (Ministry of Community Safety and Correctional Services) (Latimer Grievance) , [2004] OGSBA No 30. In that case the arbitrator awarded the grievor $7,500.00 in damages for pain and suffering and directed the employer to provide a written apology to the grievor.", "Canada Post maintains that Mr. Lawrence had an alternative avenue for redress in the grievance process. If he is unsatisfied with the implementation of the terms of the Settlement Agreement, arbitrator MacLellan remains seized of the matter. The arbitrator has the power to apply and determine obligations under the Act (see Parry Sound (District) Social Services Administration Board v Ontario Public Service Employees Union, Local 324 , [2003] 2 SCR 157, 2003 SCC 42 [ Parry Sound ]).", "1. Is the Court empowered to grant Mr. Lawrence's request for relief under section 18.1 of the Federal Courts Act?", "Mr. Lawrence explained to this Court that his situation is not settled because he has no guarantee that Canada Post will not send him back on the night shift. He never received a letter of apology or adequate financial compensation and part of the settlement package is still to be implemented.", "The Court is unable to grant part of the relief Mr. Lawrence is seeking.", "As stated in his notice of application dated November 8, 2011, Mr. Lawrence is asking the Court to award him the following relief: 1. Pain and suffering compensation 2. Special compensation due to differential treatment which was wilful and reckless 3. Canada Post Corporation recognize in writing I cannot work overnight shifts to prevent this differential treatment from repeating in the future 4. A written apology from Canada Post Corporation 5. An order for the cost of this application 6. An order quashing or setting aside the Canadian Human Rights decision and referring the decision back to the Canadian Human Rights Commission", "It is well known that the Court has no jurisdiction, under subsection 18.1(3) of the Federal Courts Act , to award damages in judicial review proceedings (see Canada (Attorney General) v TeleZone Inc , [2010] 3 SCR 585; Al-Mhamad v Canada (Canadian Radio-Television and Telecommunications Commission) , 2003 FCA 45, [2003] FCJ No 145 at para 3). Under subsection 18.1(3) of the Federal Courts Act , the Court's main concern is to determine whether the tribunal under review properly exercised the powers conferred by its authorizing statute. Consequently, the Court cannot grant any damages nor can it Order Canada Post to recognize in writing Mr. Lawrence's inability to work overnight shifts. Moreover, it is not empowered to order Canada Post to present a written apology to Mr. Lawrence.", "In the present case the Court can review the CHRC's decision and determine whether it properly exercised its duty to Mr. Lawrence when it decided not to deal with his complaint and make a pronouncement as to costs on this application. 2. Did the CHRC err in deciding not to deal with Mr. Lawrence's complaint pursuant to paragraph 41(1)(d) of the Act?", "The CHRC did not err when it decided not to deal with Mr. Lawrence's complaint, for the following reasons.", "In order to determine whether the CHRC properly dealt with Mr. Lawrence's complaint the Court reviewed the authorities cited by the Respondent and existing case law.", "In Boudreault v Canada (Attorney General) (1995), 99 FTR 293, [1995] FCJ No 1055, Justice Tremblay-Lamer relied on Burke v Canada (Canadian Human Rights Commission) (1987), 125 NR 239 (FCA) and Pitawanakwat v Canada (Human Rights Commission) (1987), 125 NR 237 (FCA) to affirm that if an applicant \"has taken advantage of the available internal remedies, the Commission may not refuse to exercise its jurisdiction on the ground that the matter has already been decided\".", "In the Court's opinion, after a thorough review of the documents filed, it is apparent in the present case that, when the CHRC declined to exercise its discretion, it did not merely rely on a previous decision but carefully analysed the settlement agreement. As indicated in the CHRC's Supplementary Report: . . . the only term the settlement appears to be lacking is a clause recognizing that the complainant cannot work overnight shifts. This alone however, does not appear to constitute a sufficiently strong reason for the Commission to deal with the complaint at this point; the omission of the clause does not in and of itself constitutes an act of discrimination, and it appears that the complainant is currently not working overnight shifts ... In the meantime should the complainant be seriously concerned about the omission of the clause, the arbitrator that oversaw the settlement remains seized of the matter and may be asked to address the issue. (see Respondent's Record, Tab 1, page 49)", "In his memorandum, Mr. Lawrence alleges that his doctor requested he be accommodated to the evening shift which Canada Post refused to do (see Applicant's Record, page 69). However, this request was dealt with in clause number 1 of the Settlement Agreement dated May 12, 2011.", "It was reasonable for the CHRC not to deal with Mr. Lawrence's complaint. If Mr. Lawrence is looking for a declaration that he be permanently accommodated to the evening shifts, clause number 6 provides that \"arbitrator MacLellan shall remain seized in the event there are any difficulties between the parties with the implementation of this settlement\" (see Respondent's Record, Tab 1, page 28). This request is not related to any act of discrimination and ought to be dealt within the grievance process before the arbitrator.", "Moreover, the Court does not agree that remedies sought by Mr. Lawrence were not available in the grievance process. \"An arbitrator has a broad authority to provide a remedy for breach of a collective agreement\" (see Greater Toronto Airports Authority v Public Service Alliance of Canada, Local 0004 , 2011 ONSC 487 at para 45).", "In Parry Sound , the Supreme Court of Canada held that an arbitrator has the power to apply and determine obligations under the human rights legislation. It is clear that the CUPW could have negotiated such relief with Canada Post and arbitrator MacLellan.", "The financial compensation and letter of apologies are not part of the settlement. That does not mean the parties to the settlement agreement never discussed these issues. By its very nature a settlement is a compromise.", "This application for judicial review is dismissed. The CHRC reasonably concluded not to deal with Mr. Lawrence's complaint before he had exhausted all his remedies before the arbitrator. JUDGMENT", "THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. Each party shall pay his own costs. Application dismissed. Editor: E. Joanne Oley/vnh"], "label": 1}
